chat_system_79826769_actor_description=Orcelyn Ordy - Grandaughter of Habbab Ordy.
chat_system_79826769_snap_0_question=^?^You're such a handsome man! What would like to discuss?
chat_system_79826769_snap_0_answer_0=^?^Have you ever thought about being a mother?
chat_system_79826769_snap_0_answer_1=^?^I'm sorry but I think it is time for us to split up.
chat_system_79826769_snap_0_answer_2=^?^Oh, nothing... nevermind...
chat_system_79826769_snap_10_question=^?^Yes, but I never thought that it would come so soon! I admit, I'm a bit scared, but I trust you my love.
chat_system_79826769_snap_10_answer_0=^?^Don't worry, I think you'll make a great mother!
chat_system_79826769_snap_10_answer_1=^?^You know, I'm a bit scared as well - let's wait...
chat_system_79826769_snap_11_question=^?^Okay, now what do we do again?
chat_system_79826769_snap_11_answer_0=^?^Oh don't worry, it starts like this... (Kiss your wife.)
chat_system_79826769_snap_9_question=^?^You know, I'm not sure. You know what the problem with couples today is? They don't try hard enough!
chat_system_79826769_snap_9_answer_0=^?^I feel like I've tried hard enough - good bye!
chat_system_79826769_snap_9_answer_1=^?^You know, you're right - let's try harder!
chat_system_79826769_snap_kid_question=^?^You know, I really enjoy traveling with you and all, watching your battles, putting up with your troops, but I feel like I need something more...
chat_system_79826769_snap_kid_answer_0=^?^Something more?
chat_system_79826769_snap_13_question=^?^Yes, I think we need a family and I feel like I'd make a great mother and you a wonderful father!
chat_system_79826769_snap_13_answer_0=^?^You know, I want something more, too - let's have a baby!
chat_system_79826769_snap_13_answer_1=^?^It sounds like a good story, but our life has no room for a baby right now. Let's talk about this later...
